Repository: losnoco/Cog
Catalog: iOS/App/Localizable.xcstrings
Source language: en
Languages: es

source: %@ semitones
es: %@ semitonos

source: %lld tracks, %@
es: %lld pistas, %@

source: 0 semitones
es: 0 semitonos

source: A stream, a playlist or a file on the web.
es: Una transmisión, una playlist o un archivo en la web.

source: Add
es: Añadir

source: Add files or folders from Files; they play where they are. Music copied into Cog's folder in the Files app or Finder can be added too.
es: Añade archivos o carpetas desde Archivos; se reproducen donde están. También puedes añadir la música que copies a la carpeta de Cog con la app Archivos o el Finder.

source: Add from Cog's Folder
es: Añadir desde la carpeta de Cog

source: Add Music
es: Añadir música

source: Add Music…
es: Añadir música…

source: Add URL
es: Añadir URL

source: Add URL…
es: Añadir URL…

source: Album
es: Álbum

source: Album Art
es: Carátulas

source: Album Art in Playlist
es: Carátulas en la playlist

source: Album gain falls back to track gain when a file has no album gain.
es: Si un archivo no tiene ganancia de álbum, se usa la de la pista.

source: Album, Preventing Clipping
es: Álbum, evitando la saturación

source: Albums
es: Álbumes

source: All
es: Todo

source: An SC-55mk2 or SC-55mk1 set: its files, their folder, or a zip, rar or 7z archive of them. Cog copies it in.
es: Un conjunto de SC-55mk2 o SC-55mk1: sus archivos, su carpeta o un archivo zip, rar o 7z con ellos. Cog lo copia a la app.

source: Apart
es: Por separado

source: Artist
es: Artista

source: Asking LRCLIB…
es: Consultando LRCLIB…

source: Built In
es: Integrado

source: Cancel
es: Cancelar

source: Changes the tempo and the pitch apart from each other.
es: Cambia el tempo y el tono por separado.

source: Channels
es: Canales

source: Choose a track in the playlist.
es: Elige una pista de la playlist.

source: Choose SoundFont…
es: Elegir SoundFont…

source: Clear Playlist
es: Limpiar playlist

source: Clear the playlist?
es: ¿Limpiar la playlist?

source: Close
es: Cerrar

source: Compound
es: Compuesto

source: Connect
es: Conectar

source: Connected As
es: Conectado como

source: Connecting…
es: Conectando…

source: Could not connect to Last.fm. Please try again.
es: No se pudo conectar con Last.fm. Inténtalo de nuevo.

source: Could not reach LRCLIB.
es: No se pudo contactar con LRCLIB.

source: Could not save credentials to Keychain.
es: No se pudieron guardar las credenciales en el llavero.

source: Could not save credentials to the Keychain.
es: No se pudieron guardar las credenciales en el llavero.

source: Crisp
es: Nítido

source: Custom
es: Personalizado

source: Default (Automatic)
es: Por defecto (automático)

source: Disconnect
es: Desconectar

source: Done
es: OK

source: Engine
es: Motor

source: Equalizer
es: Ecualizador

source: Fade on Pause and Seek
es: Fundido al pausar y al saltar

source: File Name
es: Nombre del archivo

source: Files and folders added from Files, which Cog plays where they are.
es: Archivos y carpetas añadidos desde Archivos, que Cog reproduce donde están.

source: Files and folders you add from Files play where they are, and show up here.
es: Los archivos y carpetas que añadas desde Archivos se reproducen donde están y aparecen aquí.

source: Files with a SoundFont of their own always play with SpessaSynth.
es: Los archivos con un SoundFont propio siempre se reproducen con SpessaSynth.

source: Find in Playlist
es: Buscar en la playlist

source: Fine Scrubbing
es: Búsqueda precisa

source: Flat
es: Plano

source: For tracks without lyrics of their own, Cog asks LRCLIB (lrclib.net), sending the title, artist, album and length.
es: Para las pistas sin letra propia, Cog consulta LRCLIB (lrclib.net) y le envía el título, el artista, el álbum y la duración.

source: Formant
es: Formantes

source: Go to Current Track
es: Ir a la pista actual

source: Half-Speed Scrubbing
es: Búsqueda a media velocidad

source: Head Tracking
es: Seguimiento de la cabeza

source: Hi-Speed Scrubbing
es: Búsqueda a alta velocidad

source: Hide Visualizer
es: Ocultar visualizador

source: High Consistency
es: Alta consistencia

source: High Quality
es: Alta calidad

source: High Speed
es: Alta velocidad

source: Independent
es: Independiente

source: Install ROM Set…
es: Instalar conjunto de ROMs…

source: Installing…
es: Instalando…

source: Length
es: Duración

source: ListenBrainz did not accept that token.
es: ListenBrainz no aceptó ese token.

source: Lock Pitch to Tempo
es: Vincular el tono al tempo

source: Long
es: Larga

source: Look Up Lyrics
es: Buscar letras

source: LRCLIB could not answer for this track.
es: LRCLIB no pudo responder por esta pista.

source: LRCLIB has no lyrics for this track.
es: LRCLIB no tiene la letra de esta pista.

source: LRCLIB lists this track as instrumental.
es: LRCLIB indica que esta pista es instrumental.

source: Lyrics
es: Letras

source: MIDI Flavor
es: Variedad de MIDI

source: Mixed
es: Mezclado

source: More
es: Más

source: Music Locations
es: Ubicaciones de la música

source: Next
es: Siguiente

source: Next Album
es: Álbum siguiente

source: Next Repeat Mode
es: Siguiente modo de repetición

source: Next Shuffle Mode
es: Siguiente modo aleatorio

source: Next Track
es: Pista siguiente

source: No lyrics. Cog can look them up on LRCLIB: turn that on in Settings.
es: Sin letra. Cog puede buscarla en LRCLIB: actívalo en Configuración.

source: No Music
es: Sin música

source: No Music Locations
es: Sin ubicaciones

source: None
es: Ninguno

source: Not Playing
es: No se está reproduciendo

source: Off
es: Desactivado

source: On
es: Activado

source: One
es: Una

source: Password
es: Contraseña

source: Pause
es: Pausar

source: Percussive
es: Percusivo

source: Phase
es: Fase

source: Pitch
es: Tono

source: Pitch Mode
es: Modo de tono

source: Play
es: Reproducir

source: Playback
es: Reproducción

source: Preamp
es: Preamplificador

source: Preserved
es: Preservados

source: Preset
es: Preajuste

source: Previous
es: Anterior

source: Previous Album
es: Álbum anterior

source: Previous Track
es: Pista anterior

source: Quarter-Speed Scrubbing
es: Búsqueda a un cuarto de velocidad

source: Queue
es: Añadir a la cola

source: Reload Tags
es: Recargar etiquetas

source: Remove ROM Set
es: Eliminar conjunto de ROMs

source: Removing a location leaves its tracks in the playlist, unplayable.
es: Al quitar una ubicación, sus pistas quedan en la playlist, pero ya no se pueden reproducir.

source: Repeat
es: Repetir

source: Replace ROM Set…
es: Reemplazar conjunto de ROMs…

source: Reset
es: Restablecer

source: ROM Set
es: Conjunto de ROMs

source: Rubber Band (Faster)
es: Rubber Band (más rápido)

source: Rubber Band (Finer)
es: Rubber Band (mejor calidad)

source: Scrobble
es: Hacer scrobbling

source: Seek Backward
es: Retroceder

source: Seek Forward
es: Avanzar

source: Settings
es: Configuración

source: Settings…
es: Configuración…

source: SF2, SF3, DLS or an sflist, played where it is. Without one, Cog picks a built-in SoundFont for each file.
es: SF2, SF3, DLS o un sflist, que se reproduce donde está. Sin uno, Cog elige un SoundFont integrado para cada archivo.

source: Shifted
es: Desplazados

source: Short
es: Corta

source: Show Visualizer
es: Mostrar visualizador

source: Shuffle
es: Aleatorio

source: Sign In
es: Iniciar sesión

source: Sign Out
es: Cerrar sesión

source: Signed In As
es: Sesión iniciada como

source: Signing In…
es: Iniciando sesión…

source: Smooth
es: Suave

source: Smoothing
es: Suavizado

source: Soft
es: Suave

source: Sort By
es: Ordenar por

source: Sound Check Only
es: Solo Sound Check

source: Spatial Audio
es: Audio espacial

source: Spatialize Surround
es: Espacializar el sonido envolvente

source: Speed
es: Velocidad

source: Standard
es: Estándar

source: Stop
es: Detener

source: Stop After Current
es: Detener después de la actual

source: Stop After Each Track
es: Detener después de cada pista

source: Stop After This
es: Detener después de esta

source: Submit Listens
es: Enviar escuchas

source: Surround tracks are spatialized on headphones and the built-in speaker.
es: Las pistas con sonido envolvente se espacializan en los audífonos y en el parlante integrado.

source: Synthesizer
es: Sintetizador

source: That is not a complete SC-55mk2 or SC-55mk1 ROM set.
es: No es un conjunto completo de ROMs de SC-55mk2 o SC-55mk1.

source: This build has no Last.fm API key. Put yours in Xcode-config/Secrets.xcconfig (see Secrets.template.xcconfig) and build again.
es: Esta compilación no tiene una clave de API de Last.fm. Pon la tuya en Xcode-config/Secrets.xcconfig (ver Secrets.template.xcconfig) y vuelve a compilar.

source: Title
es: Título

source: Title, Artist, Album
es: Título, artista, álbum

source: Together
es: Juntos

source: Track
es: Pista

source: Track, Preventing Clipping
es: Pista, evitando la saturación

source: Transients
es: Transientes

source: Unqueue
es: Quitar de la cola

source: Use the Built-In SoundFonts
es: Usar los SoundFonts integrados

source: User Token
es: Token de usuario

source: Username
es: Nombre de usuario

source: Varies the playback speed, like a record player: the pitch follows it.
es: Cambia la velocidad de reproducción, como un tocadiscos: el tono la sigue.

source: Visualizer
es: Visualizador

source: Window
es: Ventana

source: Your token is on listenbrainz.org, under Settings.
es: Tu token está en listenbrainz.org, en Settings.
